var data = {
    yAxis: {
        data: ['周一', '周二', '周三', '周四', '周五', '周六', '周日']
    },
    xAxis: {
        data: ['0', '500', '1,000', '1,500', '2,000', '2,500', '3,000']
    },
    series: [{
        name: '直接访问',
        color: '#EA2B2B',
        data: [320, 302, 301, 334, 390, 330, 320]
    },
    {
        name: '邮件营销',
        color: '#352596',
        data: [120, 132, 101, 134, 90, 230, 210]
    },
    {
        name: '联盟广告',
        color: '#64BAFC',
        data: [220, 182, 191, 234, 290, 330, 310]
    },
    {
        name: '视频广告',
        color: '#FC9A9A',
        data: [150, 212, 201, 154, 190, 330, 410]
    },
    {
        name: '搜索引擎',
        color: '#57F8CF',
        data: [820, 832, 901, 934, 1290, 1330, 1320]
    }
    ]
}